Repository: kotakbiasa/Charlotte
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: id

source: Send a message with the news
id: Kirim pesan berisi berita

source: Mailing list started
id: Daftar pengiriman dimulai

source: The mailing has been completed Beginning at {start_time} Ended at {end_time} Number of chats: {total_chat} Successfully sent: {sucсess_send} erros: {error_send}
id: Pengiriman selesai Mulai pada {start_time} Selesai pada {end_time} Jumlah chat: {total_chat} Berhasil dikirim: {sucсess_send} Kesalahan: {error_send}

source: <b>Hey, {name}! I'm here to help you</b> Here are the main commands: /start – Start using the bot /help – Show this help message /settings – Bot settings /support – Support my creator I can download media from a wide range of platforms. Here's what I support: <b>Music Platforms</b> - Spotify - Apple Music - SoundCloud I’ll fetch the music, with title, artist, and cover. <b>Video Platforms</b> - YouTube – Videos, Shorts, or just audio (up to 50 MB) - TikTok – Videos and images - BiliBili – Full video support (with limitations) - Instagram – Reels and posts - Twitter – Videos and images - Reddit – Media from posts <b>Art Platforms</b> - Pixiv – I can download illustrations for you - Pinterest – I can download all media for you Just send a link — and I’ll take care of the rest.
id: <b>Hai, {name}! Saya di sini untuk membantu Anda</b> Berikut adalah perintah utama: /start – Mulai menggunakan bot /help – Tampilkan pesan bantuan ini /settings – Pengaturan bot /support – Dukung pembuat saya Saya dapat mengunduh media dari berbagai platform. Berikut yang saya dukung: <b>Platform Musik</b> - Spotify - Apple Music - SoundCloud Saya akan mengambil musik beserta judul, artis, dan sampul. <b>Platform Video</b> - YouTube – Video, Shorts, atau hanya audio (maks 50 MB) - TikTok – Video dan gambar - BiliBili – Dukungan video penuh (dengan batasan) - Instagram – Reels dan postingan - Twitter – Video dan gambar - Reddit – Media dari postingan <b>Platform Seni</b> - Pixiv – Saya bisa mengunduh ilustrasi untuk Anda - Pinterest – Saya bisa mengunduh semua media untuk Anda Cukup kirimkan tautan — dan saya akan mengurus sisanya.

source: Your download has been cancelled.
id: Unduhan Anda telah dibatalkan.

source: No active download task found to cancel.
id: Tidak ada unduhan aktif yang dapat dibatalkan.

source: You have no rights to edit these settings!
id: Anda tidak memiliki hak untuk mengubah pengaturan ini!

source: Pick a language!
id: Pilih bahasa!

source: Canceled!
id: Dibatalkan!

source: Henlooooooooooooooooooooooooooooooooooooooooooooooo Nice to meet you, {name}! I'm Charlotte - my hobby is pirating content from various resources. Use _/help_ for more info on me, commands and everything! If something doesn't work, email @KotakBiasa, or better yet if you send a link to what didn't download🧡 P.S.: There is Charlotte Basement, where is posted new updates or service status @KotakBiasaCH
id: Halo! Senang sekali bisa berkenalan dengan Anda, {name}! Saya Sosmed Downloader - hobi saya membantu Anda mengunduh konten dari berbagai sumber. Gunakan _/help_ untuk informasi lebih lanjut tentang saya, perintah, dan lainnya! Jika ada yang tidak berfungsi, silakan hubungi @KotakBiasa, atau lebih baik jika Anda mengirimkan tautan yang gagal diunduh🧡 P.S.: Tersedia juga Sosmed Downloader Basement, tempat update terbaru atau status layanan di @KotakBiasaCH

source: After some thought, I dare to leave a link to support the project. If you have a desire to improve the work of Charlotte, please follow this link. Every dollar helps keep Charlotte on a quality server just for you. You are not obligated to pay. Only if you have the desire!!!!
id: Setelah dipikir-pikir… Saya memberanikan diri meninggalkan tautan dukungan kecil 🌸 Jika Anda ingin membantu meningkatkan Charlotte, silakan gunakan tautan ini! Setiap rupiah membantu Charlotte tetap berjalan di server yang baik – khusus untuk Anda ☁️💚 Tentu saja, Anda tidak diwajibkan sama sekali. Hanya jika benar-benar ingin!!! 💖

source: Choose a format to download:
id: Pilih format untuk diunduh:

source: The selection format is only available for YouTube.
id: Format pilihan hanya tersedia untuk YouTube.

source: Download completed.
id: Unduhan selesai.

source: I'm sorry. You may have provided a corrupted link, private content or 18+ content 🤯
id: Maaf. Anda mungkin memberikan tautan rusak, konten privat, atau konten 18+ 🤯

source: Wow, you tried to download too heavy media. Don't do this, pleeease 😭
id: Wah, Anda mencoba mengunduh media yang terlalu besar. Jangan lakukan ini, ya 😭

source: Sorry, I couldn't download the media.
id: Maaf, saya tidak dapat mengunduh media tersebut.

source: Download canceled.
id: 💔 Unduhan telah dibatalkan. Jika itu tidak sengaja, saya siap membantu!

source: Get playlist items error
id: Terjadi kesalahan saat mengambil item playlist

source: Sorry, there was an error. Try again later 🧡
id: Maaf, terjadi kesalahan. Silakan coba lagi nanti 🧡
